alacritty
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
broadcom-wl
bspwm
chromium
cups
direnv
dmenu
efibootmgr
eza
fastfetch
feh
firefox
foomatic-db
foomatic-db-gutenprint-ppds
fzf
gdu
git
go
gutenprint
hplip
htop
intel-media-driver
intel-ucode
iwd
libva-intel-driver
linux
linux-firmware
lua
lxappearance
ly
materia-gtk-theme
nano
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvm
obsidian
openconnect
openvpn
papirus-icon-theme
picom
polybar
pulseaudio
remmina
ripgrep
rofi
rxvt-unicode
slock
smartmontools
splix
sshs
sxhkd
system-config-printer
telegram-desktop
thunar
tlp
tmux
touchegg
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
uv
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
xclip
xdg-utils
xdo
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xinput
xss-lock
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
