7zip
alacritty
alsa-utils
base
base-devel
blueman
bluez
bluez-utils
breeze
brightnessctl
broadcom-wl
bspwm
calcurse
chromium
cmatrix
cups
dbeaver
direnv
dmenu
docker
docker-compose
dunst
efibootmgr
evolution
evolution-ews
eza
fastfetch
feh
firefox
flameshot
foomatic-db
foomatic-db-gutenprint-ppds
fzf
gdu
git
go
gst-plugin-pipewire
gutenprint
gvfs
gvfs-afc
gvfs-mtp
gvfs-smb
hplip
htop
i3lock
intel-gpu-tools
intel-media-driver
intel-ucode
iwd
libpulse
libreoffice-still
libva-intel-driver
libva-utils
linux
linux-firmware
lxappearance
ly
materia-gtk-theme
mpv
nano
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvm
obsidian
openconnect
openvpn
papirus-icon-theme
pavucontrol
peek
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
qalculate-gtk
ripgrep
ristretto
rofi
rtkit
rxvt-unicode
smartmontools
splix
sxhkd
system-config-printer
telegram-desktop
thunar
thunar-archive-plugin
thunar-volman
tlp
tmux
touchegg
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
unrar
unzip
vim
vulkan-intel
wget
wireless_tools
wireplumber
xarchiver
xclip
xdg-utils
xdo
xorg-server
xorg-xinit
xorg-xinput
xorg-xsetroot
xss-lock
yt-dlp
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
