acpid
adapta-gtk-theme
alacritty
alsa-utils
arandr
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
broadcom-wl-dkms
bspwm
calcurse
chromium
cmatrix
cpupower
cups
cups-pdf
dbeaver
direnv
dkms
docker
docker-compose
dunst
efibootmgr
evolution
evolution-ews
eza
fastfetch
feh
firefox
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freerdp
fzf
gdu
ghostscript
git
gnome-themes-extra
go
gsfonts
gtk-engine-murrine
gtk-engines
gutenprint
hplip
htop
hyprland
hyprpaper
imagemagick
intel-ucode
libfreeaptx
libheif
libldac
libreoffice-fresh-ru
libva-intel-driver
libvdpau-va-gl
linux
linux-firmware
linux-headers
lua
lua-language-server
lxappearance
ly
materia-gtk-theme
mesa-utils
mpd
mpv
nano
neovim
networkmanager
networkmanager-openconnect
obsidian
openconnect
papirus-icon-theme
pavucontrol
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
powertop
qt5ct
qt6ct
ranger
remmina
ripgrep
rofi
scrot
slock
splix
sshs
swaybg
swayidle
swaylock
sxhkd
system-config-printer
telegram-desktop
terminus-font
thunar
tlp
tlp-rdw
tmux
touchegg
ttf-droid
ttf-fantasque-sans-mono
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
udiskie
udisks2
ufw
unzip
uv
vim
waybar
webkit2gtk
wireplumber
wl-clipboard
wofi
xclip
xdg-desktop-portal-hyprland
xf86-input-libinput
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xsettingsd
xss-lock
yt-dlp
zathura
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
